CSI API ETABS v1
cCaseDirectHistoryLinear Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cCaseDirectHistoryLinear
Public Interface cCaseDirectHistoryLinear
Dim instance As cCaseDirectHistoryLinear
public interface class cCaseDirectHistoryLinear
type cCaseDirectHistoryLinear =  interface end
The cCaseDirectHistoryLinear type exposes the following members.
Methods
Name | Description
GetLoads
 Retrieves the load data for the specified load case
Top
See Also
Reference
ETABSv1 Namespace